@ECHO OFF
set Version=2.0.98
color FC
mode con:cols=143 lines=15
title ’Ёе п гбв ­®ўЄ  "Wallpaper Engine %Version%" x32-bit
@cls
echo.
echo.
echo.
@echo     ЫЫЫЫЫЫЫЫЫ ЫЫЫЫЫЫЫЫ ЫЫЫЫЫЫЫЫЫ   ЫЫЫЫ    ЫЫЫЫЫЫЫ ЫЫЫ  ЫЫЫ    ЫЫЫЫЫЫЫЫЫ ЫЫ    ЫЫ    ЫЫ    ЫЫ ЫЫЫЫЫЫЫЫ ЫЫЫЫЫЫЫЫ ЫЫЫЫЫЫЫЫЫ ЫЫЫЫЫЫЫЫ ЫЫ    ЫЫ   
@echo     ЫЫЫ   ЫЫЫ ЫЫЫ      ЫЫЫ   ЫЫЫ  ЫЫЫЫЫЫ   ЫЫ      ЫЫЫ ЫЫЫ     ЫЫЫ   ЫЫЫ  ЫЫ  ЫЫ      ЫЫ  ЫЫ  ЫЫЫ         ЫЫ    ЫЫЫ   ЫЫЫ    ЫЫ    ЫЫЫЫ  ЫЫ
@echo     ЫЫЫЫЫЫЫЫЫ ЫЫЫЫЫЫЫ  ЫЫЫЫЫЫЫЫЫ  ЫЫ  ЫЫ   ЫЫ      ЫЫЫЫЫ       ЫЫЫЫЫЫЫЫЫ   ЫЫЫЫ        ЫЫЫЫ   ЫЫЫЫЫЫЫ     ЫЫ    ЫЫЫЫЫЫЫЫЫ    ЫЫ    ЫЫ ЫЫ ЫЫ
@echo     ЫЫЫ ЫЫЫ   ЫЫЫ      ЫЫЫ       ЫЫЫЫЫЫЫЫ  ЫЫ      ЫЫЫ ЫЫЫ     ЫЫЫ   ЫЫЫ    ЫЫ        ЫЫ  ЫЫ  ЫЫЫ         ЫЫ    ЫЫЫ ЫЫЫ      ЫЫ    ЫЫ  ЫЫЫЫ
@echo     ЫЫЫ   ЫЫЫ ЫЫЫЫЫЫЫЫ ЫЫЫ      ЫЫЫ    ЫЫЫ ЫЫЫЫЫЫЫ ЫЫЫ  ЫЫЫ    ЫЫЫЫЫЫЫЫЫ   ЫЫ        ЫЫ    ЫЫ ЫЫЫЫЫЫЫЫ    ЫЫ    ЫЫЫ   ЫЫЫ ЫЫЫЫЫЫЫЫ ЫЫ    ЫЫ
@echo.  
@echo                                                          “‘’ЂЌЋ‚ЉЂ ‚ ’€•ЋЊ ђ…†€Њ…...
@echo off
start "" /wait "Wallpaper_Engine_v%Version%_RePack_by_xetrin.exe" /X32 /VERYSILENT